Repository: damroyan/akd_airdrop
Catalog: app/site/frontend-v1/views/languages/*/*.po
Languages: ru

source: Company was not found. Please contact support to fix this problem.
ru: Компания не была найдена, Свяжитесь с поддержкой.

source: Company General data saved successfully
ru: Данные успешно сохранены

source: Company logo was not saved because of technical reasons (we not receive image). Please contact support.
ru: Мы не смогли загрузить логотип компании :( Если вы уверены, что это техническая ошибка - свяжитесь с саппортом

source: Non supported feedback type received. Please contact with support directly via email.
ru: Получен некорректный тип сообщения. Пожалуйста свяжитесь со службой поддержки по e-mail

source: Offer created.
ru: Оффер создан

source: Registration was successfully completed. Your account was activated.
ru: Регистрация завершена. Ваш аккаунт был активирован.

source: You try to download empty file
ru: Вы пытаетесь загрузить пустой файл

source: Multiply download are not supported
ru: Загрузка сразу нескольких файлов не поддерживается

source: Undefined file type
ru: Неопределенный тип файла

source: File system error! Please contact with support
ru: Ошибка файловой системы. Пожалуйста свяжитесь со службой поддержки

source: User was delete successfully. Hope you will come to us in the future.
ru: Пользователь был успешно удален. Надеемся увидеть вас снова в будущем!

source: Your profile data was saved successfully
ru: Данные вашего профиля были успешно сохранены

source: Old password are incorrect
ru: Старый пароль введен некорректно

source: Your password was changed successfully!
ru: Пароль был успешно изменен

source: User with such login are already exists
ru: Данное имя пользователя уже используется - попробуйте другое или воспользуйтесь восстановлением пароля

source: Password and password confirm are not matched
ru: Пароль и подтверждение пароля не совпадают

source: User registered sucessfully! Please check your email for the activation link
ru: Регистрация прошла успешно! Пожалуйста следуйте инструкциям в письме, отправленном на ваш e-mail чтобы активировать аккаунт

source: Data base error. Please try again later or contact with support now.
ru: Ошибка баз данных

source: User email was not found!
ru: Пользовательский e-mail не найден

source: User was deleted by you or moderators. Please contact to support if you want to re-open this account.
ru: Пользователь был удален службой поддержки. Пожалуйста свяжитесь со службой поддержки если вы хотите использовать этот аккаунт

source: User was blocked by administrations. Please contact to support for more information.
ru: Пользователь был заблокирован службой поддержки. Пожалуйста свяжитесь со службой поддержки для получения дополнительной информации

source: Data base transaction error
ru: Ошибка баз данных

source: Incorrect pair email/password
ru: Неправильный e-mail/пароль

source: This account was deleted. If you did not do this or you want to reestablish an account please contact with support.
ru: Данный аккаунт был удален. Если вы хотите восстановить его - пожалуйста свяжитесь со службой поддержки

source: User was not activated via link from email. Please activate user or contact with support.
ru: Пользователь не активировал аккаунт по ссылке из e-mail. Пожалуйста активируйте аккаунт или свяжитесь со службой поддержки

source: New User Photo was not saved because of technical reasons (we not receive image). Please contact support.
ru: Новое изображение профиля не было сохранено по техническим причинам (мы не получили изображение). Пожалуйста свяжитесь со службой поддержки

source: Company name is Required!
ru: Название компаниии обязательно

source: Length of Description should be less than 1000 symbols
ru: Длина описания не должна превышать 1000 символов

source: User name id requireble for feedback
ru: ID пользователя должно быть обязательно указано для отправки сообщения

source: The name should be less than 255 symbols
ru: Имя должно быть меньше 255 символов

source: Name should have at list one symbol
ru: Имя должно содержать хотя бы 1 символ

source: Email is incorrect
ru: Неправильно указан e-mail

source: Description are required
ru: Описание обязательно для заполнени

source: Name is a required field
ru: Имя это обязательное поле

source: Incorrect type
ru: Тип выбран некорректно

source: Offer URL is required
ru: Ссылка на оффер это обязательное поле

source: Offer website URL is required
ru: Ссылка на сайт оффера это обязательное поле

source: End date is required field
ru: Дата окончания оффера это обязательное поле

source: Rating is a required field
ru: Рейтинг это обязательное поле

source: Status is a required field
ru: Статус это обязательное поле

source: User login is required
ru: Необходимо выполнить вход в систему

source: Email you provide are incorrect
ru: E-mail введен неправильно

source: Password are required
ru: Пароль обязателен

source: User login/email is a required field
ru: Имя пользователя и e-mail обязательны

source: User email are incorrect
ru: E-mail указан некорректно

source: User First Name are required
ru: Имя пользователя обязательно к заполнению

source: The length of user first name should be less than 32 symbols
ru: Длина имени пользователя должна быть меньше 32 символов

source: Last Name is a required field
ru: Фамилия это обязательное поле

source: Length of Last Name should be less than 50 symbols
ru: Длина фамилии пользователя должна быть меньше 50 символов

source: User Name should be less than 32 symbols
ru: Имя пользователя должно быть меньше 32 символов

source: User role are incorrect
ru: Роль пользователя указана некорректно

source: New password is a required field
ru: Новый пароль обязателен

source: Password confirm is required field
ru: Подтверждение пароля обязательно

source: User login is required field
ru: Необходимо ввести имя пользователя

source: Email that you provide are incorrect
ru: E-mail указан некорректно

source: User password is a required field
ru: Пароль обязателен

source: Password confirm field is required
ru: Подтверждение пароля обязательно

source: User Firstname is a required field
ru: Имя пользователя обязательно к заполнению

source: First name should be less than 50 symbols
ru: Имя пользователя должно быть короче 50 символов

source: User lastn ame is a required field
ru: Фамилия пользователя обязательна к заполнению

source: Last Name should be less than 50 symbols
ru: Фамилия должна быть меньше 50 символов

source: Username should be less than 32 symbols
ru: Логин должен быть меньше 32 символов

source: %s Company
ru: %s Компания

source: Bad Request
ru: Некорректный запрос

source: Unauthorized
ru: Не авторизирован

source: Forbidden
ru: Запрещено

source: Not Found
ru: Не найдено

source: Internal Server Error
ru: Внутренняя ошибка сервера

source: Service Unavailable
ru: Сервис недоступен

source: User blocked! Please contact support for more info.
ru: Пользователь был заблокирован. Пожалуйста свяжитесь со службой поддержки

source: You need login in to use this app.
ru: Необходимо зарегистрироваться для использования этого приложения

source: Permission Denied
ru: Доступ запрещен

source: Page was not found
ru: Страница не найдена

source: Estimated value
ru: ~ доход

source: Views
ru: Просмотров

source: Activate offer
ru: Получить монеты

source: Please never share your private key with anyone as they will be able to steal money from you!
ru: НИКОГДА! не отправляйте свой приватный ключ кому-либо потому что этот кто-то украдет ваши монеты!

source: It's only for the security reasons
ru: Исключительно в целях безопасности

source: There is no closed offers right now
ru: На данный момент нет оконченных офферов

source: There is no active offers right now
ru: На данный момент нет активных офферов

source: hot
ru: Горячее

source: new
ru: Свежак!

source: dedline
ru: Действует до

source: Get
ru: Получить!

source: Offer description
ru: Описание оффера

source: If you not find answer here please use <a href="%s">feedback form</a>
ru: Если вы не нашли ответ на Ваш вопрос, используйте форму <a href="%s">обратной связи</a>

source: Loading...
ru: Загружается…

source: Send feedback!
ru: Отправить сообщение

source: We will be happy to help you in any reason
ru: Мы будем рады вам помочь

source: Your name
ru: Ваше имя

source: Request Type
ru: Тип вопроса

source: Technical issues
ru: Технические вопросы

source: Financial issues
ru: Финансовые вопросы

source: Other
ru: Другое

source: Message
ru: Сообщение

source: Send
ru: Отправить

source: Back to Index
ru: Вернуться на главную

source: Login to
ru: Авторизоваться

source: Password
ru: Пароль

source: Forgоt password?
ru: Забыли пароль?

source: Remember me
ru: Запомнить меня

source: Login
ru: Войти

source: Register
ru: Регистрация

source: Page was not found!
ru: Страница не найдена

source: Sorry, but the page you are looking for has note been found. Try checking the URL for error, then hit the refresh button on your browser or try found something else in our app.
ru: Мы не смогли обнаружить страницу, но вы не расстраивайтесь! Проверьте правильность URL или вернитесь на главную

source: Go to main page
ru: На главную

source: Disclamer
ru: Отказ от ответственности

source: disclamer text
ru: предоставляет бесплатный сервис для людей, которые ищут ссылки на AIRDROP и другие акции по бесплатной или мотивированной раздаче крипто-монет. Наш сервис не является владельцем какого либо сайта на который вы можете перейти с нашего сайта или валюты размещенной на нем. Мы стараемся максимально проанализировать все предложения, которые мы размещаем на нашем сайте однако не несем ответственность за любые действия, потери, конфликты или любого рода проблемы, которые Вы можете получить перейдя по ссылкам с нашего сайта и дальнейшие действия там.

source: cookie_text
ru: Данный сайт использует технологию Cookies, позволяющую анализировать поведение пользователей на сайте. Если вы не согласны с этим - покиньте этот сайт.

source: Featured offers
ru: Популярные офферы

source: Ends in
ru: Закроется через

source: views
ru: показ(ов)

source: More
ru: Подробнее

source: Profile
ru: Профиль

source: Logout
ru: Выход

source: Main Page
ru: Главная

source: Active Offers
ru: Активные офферы

source: Closed Offers
ru: Прошедшие офферы

source: Feedback
ru: Обратная связь

source: Please whaiting while loading
ru: Ожидайте загрузки
